import dir11 from "../img/DirectionsCardsList/Direction1/dir1.1.jpg"
import dir12 from "../img/DirectionsCardsList/Direction1/dir1.2.jpg"
import dir13 from "../img/DirectionsCardsList/Direction1/dir1.3.jpg"

import dir21 from "../img/DirectionsCardsList/Direction2/dir2.1.jpg"
import dir22 from "../img/DirectionsCardsList/Direction2/dir2.2.jpg"
import dir23 from "../img/DirectionsCardsList/Direction2/dir2.3.jpg"

import dir31 from "../img/DirectionsCardsList/Direction3/dir3.1.jpg"
import dir32 from "../img/DirectionsCardsList/Direction3/dir3.2.jpg"
import dir33 from "../img/DirectionsCardsList/Direction3/dir3.3.jpg"

import dir41 from "../img/DirectionsCardsList/Direction4/dir4.1.jpg"
import dir42 from "../img/DirectionsCardsList/Direction4/dir4.2.jpg"
import dir43 from "../img/DirectionsCardsList/Direction4/dir4.3.jpg"

import dir51 from "../img/DirectionsCardsList/Direction5/dir5.1.jpg"
import dir52 from "../img/DirectionsCardsList/Direction5/dir5.2.jpg"
import dir53 from "../img/DirectionsCardsList/Direction5/dir5.3.jpg"

import dir61 from "../img/DirectionsCardsList/Direction6/dir6.1.jpg"

import dir71 from "../img/DirectionsCardsList/Direction7/dir7.1.jpg"
import dir72 from "../img/DirectionsCardsList/Direction7/dir7.2.jpg"
import dir73 from "../img/DirectionsCardsList/Direction7/dir7.3.jpg"
import dir74 from "../img/DirectionsCardsList/Direction7/dir7.4.jpg"
import dir75 from "../img/DirectionsCardsList/Direction7/dir7.5.jpg"

import dir81 from "../img/DirectionsCardsList/Direction8/dir8.1.jpg"
import dir82 from "../img/DirectionsCardsList/Direction8/dir8.2.jpg"
import dir83 from "../img/DirectionsCardsList/Direction8/dir8.3.jpg"
import dir84 from "../img/DirectionsCardsList/Direction8/dir8.4.jpg"
import dir85 from "../img/DirectionsCardsList/Direction8/dir8.5.jpg"

import dir91 from "../img/DirectionsCardsList/Direction9/dir9.1.jpg"
import dir92 from "../img/DirectionsCardsList/Direction9/dir9.2.jpg"
import dir93 from "../img/DirectionsCardsList/Direction9/dir9.3.jpg"

import dir101 from "../img/DirectionsCardsList/Direction10/dir10.1.jpg"

import dir111 from "../img/DirectionsCardsList/Direction11/dir11.1.jpg"



let directionsDB =   [
				{
					"id": 1,
					"name": "Гипертрофический пилоростеноз",
					"links": [dir11, dir12, dir13],
					"text": `Пилоростеноз – врожденное заболевание пилорического (выходного) отдела желудка, проявляющееся утолщением мышечного слоя и непроходимостью желудочно-двенадцатиперстного перехода. 
					Клиническая картина пилоростеноза обусловлена обильными срыгиваниями, возникающими чаще всего через 1 месяц после рождения ребенка. Младенец не набирает вес, не усваивает даже минимальные объемы кормления, отсутствует стул. Постепенно, при  отсутствии необходимого и своевременного лечения, у ребенка развиваются нарушения кислотно-щелочного равновесия крови. Чем позже ребенок с клинической картиной пилоростеноза поступает в стационар, тем большее время требуется для коррекции сформировавшихся у малыша нарушений.
					Диагноз при данной патологии в настоящее время ставится на основании данных УЗИ. Обследование на ультразвуковых аппаратах экспертного класса, позволяет не только оценить толщину мышечного слоя пилорического отдела, но и наличие или отсутствие эвакуации желудочного содержимого в двенадцатиперстную кишку. В сомнительных случаях проведение эндоскопического исследования может уточнить или опровергнуть наличие пилоростеноза.
					Пилоростеноз - хирургическое заболевание, которое требует выполнения оперативного вмешательства в срочном порядке. Короткая предоперационная подготовка, включающая коррекцию метоболических (обменных) нарушений и кислотно-щелочного равновесия, предшествует хирургическому лечению. 
					В нашей клинике операция выполняется из малоинвазивного лапароскопического доступа, предполагающего отсутствие разрезов. Видеокамера и специальные инструменты вводятся в брюшную полость через проколы на передней брюшной стенке. 
					Продолжительность вмешательства составляет около 10 мин. Через несколько часов после перевода ребенка из операционной в палату возобновляется кормление малыша с постепенным увеличением объема смеси. На 3-4 сутки в большинстве случаев дети выписываются домой.
					Отдаленный косметический результат после выполнения лапароскопической операции можно оценить, как превосходный, так как уже через несколько месяцев рубцы на передней брюшной стенке практически не видны, чего не скажешь про открытую операцию
					`	
				},

				{
					"id": 2,
					"name": "Буллезная болезнь легких",
					"links": [dir21, dir22, dir23],
					"text": `Буллезная болезнь легких - порок развития, который наиболее часто проявляется в подростковом возрасте нарушениям дыхания и явлениями пневомоторакса на фоне разрыва буллы. Воздух попавший в плевральную полость вызывает у подростка затруднение дыхания, одышку, болезненные ощущения за грудиной. Компьютерная томография, выполняемая после дренирования плевральной полости позволяет визуализировать расположение булл (небольших кист) на легком и выполнить оперативное вмешательство из малотравматичного торакоскопического доступа, значительно уменьшив сроки реабилитации ребенка после операции.   `
				},
				{
					"id": 3,
					"name": "Хирургия поджелудочной железы",
					"links": [dir31, dir32, dir33],
					"text": `Хирургия поджелудочной железы по праву считается одним из сложнейших разделов хирургии брюшной полости. Многофункциональность работы этого органа, активное участие его в обменных и пищеварительных процессах, сложное анатомическое расположение диктуют необходимость тщательного выбора доступа и прогнозирования хирургических рисков у данной группы пациентов. Хирургические заболевания поджелудочной железы в детском возрасте включают в себя пороки развития (врожденные кисты, включая осложненные образованием камней в протоках), а также приобретенные заболевания, которые могут иметь и злокачественное происхождение. Одним из таких недугов является солидная псевдопапилярная опухоль поджелудочной железы у детей, которая обладая низким потенциалом злокачественности хорошо поддается хирургическому лечению при условии соблюдения всех правил выполнения онкологических вмешательств. Расположение опухоли влияет но то, какая операция показана ребенку. Так при центрально расположенных опухолях и образованиях хвоста поджелудочной железы мы отдаем предпочтение лапароскопической операции, а в случае расположения опухоли в головке поджелудочной железы выполняем панкреато-дуоденальную резекцию.      `
				},
				{
					"id": 4,
					"name": "Хирургия печени и желчевыводящих путей",
					"links": [dir41, dir42, dir43],
					"text": `Хирургия печени и желчевыводящих путей многообразная и включает в себя лечение детей с желчекаменной болезнью, различными пороками и аномалиями желчевыводящих путей (кисты холедоха, билиарная атрезия), паразитарными заболеваниями (эхинококкоз), а также опухолями, включая злокачественные (гепатобластома, саркомы печени и т.д.). Нами накоплен значительный опыт лечения этих пациентов. Приоритетность отдается малоинвазивным методикам, в частности мы выполняем лапароскопические холецистэктомии при желчекаменной болезни, которую возможно лечить консервативно лишь на начальных этапах возникновения заболевания. При неэффективности консервативной терапии показано удаление желчного пузыря (выполнение холецистэктомии). Лапароскопическая холецистэктомия на сегодняшний день стала золотым стандартом детской хирургии и позволяет получить превосходный косметический результат, сократить сроки реабилитации ребенка и его пребывания в стационаре. Также активно используем лапароскопические технологии в лечении эхинококкоза, пороках развития желчевыводящих путей, а также в некоторых случаях при злокачественных новообразованиях, когда опухоль является безопасно резектабельной из малоинвазивного доступа.   `,
				},
				{
					"id": 5,
					"name": "Хирургия селезенки",
					"links": [dir51, dir52, dir53],
					"text": `Кисты селезенки в подавляющем большинстве случаев имеют непаразитарную природу и представляют собой жидкостные образования, расположенные в толще или на поверхности органа и окруженные капсулой-оболочкой.  По происхождению эти кисты делятся на врожденные и приобретенные (посттравматические). 
					В большинстве случаев кисты селезенки не проявляют себя никакой клинической симптоматикой и постепенно увеличиваются в размерах. В тех случаях, когда их размеры достигают критических величин, у ребенка появляется болевой синдром, вздутие живота. Кроме того встречаются случаи воспаления (нагноения) кист, сопровождающиеся температурной реакцией, появлением симптомов интоксикации, в редких случаях разрывом кист.
					На начальных этапах заболевания диагноз ставится на основании данных УЗИ и может быть дополнен такими исследованиями, как компьютерная и магнитно-резонансная томография. Также, в случае наличия признаков паразитарной кисты, необходимо выполнение серологических исследований крови, направленных на определение активности эхинококкоза. При небольших размерах кистозных образований не превышающих 3 см, рекомендовано проводить динамическое наблюдение за ребенком и воздерживаться от хирургического вмешательства. В тех случаях, когда размеры кисты превышают указанное значение показано выполнение хирургического вмешательства.
					В нашей клинике мы придерживаемся позиции минимально инвазивных хирургических доступов при различной патологии брюшной полости у детей, поэтому при кистах печени и селезенки, а также при микросфероцитарной анемии и  других гематологических заболеваниях, когда ребенку необходимо удаление селезенки (спленэктомия). Мы  выполняем малотравматичные лапароскопические операции, не прибегая к разрезам. Инструменты и видеокамера вводятся в брюшную полость ребенка через проколы на передней брюшной стенке. Длительность пребывания ребенка в стационаре после подобных операций не превышает 7 дней. Лапароскопическая технология позволяет достичь превосходного косметического результата и ускорить реабилитацию ребенка в послеоперационном периоде.
					`,
				},
				{
					"id": 6,
					"name": "Эхинококкоз печени",
					"links": [dir61],
					"text": `Эхинококкоз печени, селезенки и брюшины- паразитарное заболевание, при котором формируется киста, заполненная жидкостью, содержащей активные формы паразитов. Наиболее эндемичными регионами России по этому заболеванию является Кавказ, Сибирь, а также страны Среднеазиатского региона (Казахстан, Киргызстан). Большие эхинококковые кисты являются показанием к хирургическому лечению- декортикации кисты с удалением хитиновой оболочки. Предварительно выполняется пункция кисты, аспирация содержимого и обработка антипаразитарным препаратом, в качестве которого может быть использован глицерин или спиртовые растворы. Лапароскопические операции при эхинококковых кистах должны выполняться опытным хирургом с соблюдением всех правил асептики и антисептики лишь тогда риски распространения  паразита по брюшной полости сводятся к минимуму.`,
				},
				{
					"id": 7,
					"name": "Удвоения желудочно-кишечного тракта",
					"links": [dir71, dir72, dir73, dir74, dir75],
					"text": `Удвоения желудочно-кишечного тракта – врожденные пороки развития, при которых возникают различные кистозные образования тесно прилежащие к тем или иным отделам ЖКТ и представляющие по своему строению стенку пищевода, желудка или кишечника. Эти пороки возникают в результате нарушения эмбрионального развития плода на внтуриутробном этапе и требуют хирургического вмешательства  в плановом порядке. Данная группа пороков имеет в совеем составе множество вариаций, но наиболее часто детским хирургам приходится иметь дело с удвоениями тонкой кишки, так называемыми энтерокистами. В подавляющем числе случаев диагноз ставится на основании ультразвукового исследования, однако в некоторых, сомнительных случаях могут быть выполнены дополнительные обследования, такие как томография или эндоскопия. При лечении данной патологии мы отдаем предпочтение малоинвазивным оперативным вмешательствам- лапароскопическим и торакоскопическим, как наиболее косметичным и наименее травматичным, но при этом не менее эффективным в сравнении с открытыми вмешательствами. Целью хирургического вмешательства является удаление кистозного удвоения без нарушения целостности желудочно-кишечного тракта. В редких случаях, при невозможности радикального иссечения кисты без нарушения целостности кишеника выполняются макисмально экономные резекции с одномоментной реконструкцией просвета ЖКТ. `,
				},
				{
					"id": 8,
					"name": "Торако-абдоминальная онкохирургия",
					"links": [dir81, dir82, dir83, dir84, dir85, dir81, dir82, dir83],
					"text": `Опухоли торако-абдоминальной локализации составляют обширный раздел детской онкохирургии. Доброкачественность или злокачественность новообразования определяется по результатам комплексного обследования, включающего в себя компьтерную томографию с контрастирвоанием, сцинтиграфию с радиоизотопным препартом, пункцию костного мозга, а в ряде случаев и биопсию опухоли с последующим микроскопическим исследованием. Наиболее благоприятный прогноз при доброкачественных новообразованиях, таких как зрелые нейрогенные опухоли (ганглионейрома) и тератомы. Однако, даже наличие злокачественной опухоли не является приговором и при соответствующем комплексном лечении позволяет достичь желаемого результата- вылечить ребенка. Нашим коллективом накоплен уникальный опыт лечения детей с новообразованиями грудной клетки и брюшной полости, включая разумное использование современных малоинвазивных эндоскопических технологий.    `,
				},
				{
					"id": 9,
					"name": "Лимфангиомы",
					"links": [dir91, dir92, dir93],
					"text": `Лимфангиомы - кистозные образования, развивающиеся из лимфатических сосудов и занимающие промежуточное положение между опухолью и пороком развития. Патология может возникнуть в любом возрасте, но, как правило, её диагностируют у млдаденцев- на долю врождённых лимфангиом приходится 61–80%, а их распространённость составляет 1 на 60 тыс. новорождённых. В общей популяции заболевание составляет примерно 10–12% всех доброкачественных новообразований (4% сосудистых опухолей). Наиболее распространёнными локализациями являются голова и шея (75%), подмышечная область (20%), забрюшинная клетчатка (2%), конечности и кости (2%) и средостение (1%), очень редко лимфангиомы можно обнаружить в кишечнике, поджелудочной железе и брыжейке. Существуют различные методы лечения этих образований в зависимости от их расположения и наличия или отсутствия связи с соседними органами, но в большинстве случаев хирургическое лечение лимфангиомы- ее радикальное удаление является оптимальным с точки зрения происхождения и формирования этой патологии. В ряде случаев при наличии достаточного опыта хирурга возможно выполнение этих операций из лапароскопического или торакоскопического доступа, который позволяет не только решить поставленную задачу излечения данного заболевания, но и  добиться при этом превосходного  косметического результата.`,
				},
				{
					"id": 10,
					"name": "Желчекаменная болезнь",
					"links": [dir101],
					"text": `Желчекаменная болезнь (хронический калькулезный холецистит) - заболевание, характерное, вопреки  всеобщему мнению, не только для взрослых, но и для детей. Образование камней (конкрементов) в полости желчного пузыря способствует развитию хронического воспаления, сопровождающегося появлением болей в животе, развитием нарушений пищеварения. 
					Согласно опыту нашей клиники, частота встречаемости данной патологии в последние годы несколько возросла. Вероятнее всего, причина кроется в появлении в рационе большого количества продуктов, содержащих консерванты. Диагноз ставится на основании клинической картины и данных ультразвукового исследования органов брюшной полости. 
					Вполне оправдан вопрос родителей о необходимости и срочности выполнения оперативного лечения. Конечно все зависит от размеров конкрементов, их подвижности, наличия болевого синдрома, но в целом можно отметить, что при подтверждении у ребенка данной патологии операция неизбежна и должна быть выполнена в плановом порядке.  В нашей клинике данное оперативное вмешательство выполняется с применением современной малотравматичной технологии - лапароскопии. Лапароскопическая холецистэктомия (удаление желчного пузыря) - это высокотехнологическое хирургическое вмешательство, сопряженное с минимальными рисками и позволяющее достигнуть превосходный косметический результат. Операция проводится без разрезов кожи ребенка, необходимых для большинства полостных хирургических вмешательств. Инструменты вводятся в брюшную полость через специальные проколы (порты, троакары), а визуализация операционного поля происходит через эндовидеокамеру высокой четкости, позволяющей не только детально оценить состояние желчного пузыря и протоков, но и выполнить все этапы хирургической операции в условиях 10-кратного увеличения. Послеоперационный период при использовании лапароскопической технологии уменьшается до 3 дней, которые ребенку необходимо провести в стационаре.
					`,
				},				{
					"id": 11,
					"name": "Болезнь Гиршпрунга",
					"links": [dir111],
					"text": `Болезнь Гиршпрунга – аганглиоз толстой кишки, отсутствие адекватной иннервации какого-либо отдела кишечника. Заболевание остается одним из наиболее тяжелых врожденных пороков развития органов брюшной полости у детей, требующих выполнения сложных реконструктивных хирургических вмешательств. Наиболее частыми проявлениями болезни бывают упорные запоры, не поддающиеся консервативному лечению. Диагноз ставится на основании рентгенологической картины и результатов гистологического исследования биоптатов стенки кишки. Мы отдаем предпочтение выполнению лапароскопической операции при болезни Гиршпрунга, которая зарекомендовала себя, как «золотой стандарт» и позволяет достичь превосходного клинического результата. Технической особенностью выполнения данного вмешательства является одновременная работа двух хирургических бригад, одна из которых решает вопросы лапароскопической мобилизации резецируемой кишки, а вторая- выполняет промежностный этап с целью формирования надежного анастомоза между низведенной кишкой и областью ануса.`,
				},			

			]

export default directionsDB;
