let publicationsDB = [
						{
							"year": 2002,
							"publics": [
								{
									"name":"Лапароскопия в диагностике и лечении первичных заболеваний большого сальника у детей.",
									"autors": "Поддубный И.В., Дронов А.Ф., Смирнов А.Н., Трунов В.О.",
									"description": "Тезисы научных работ симпозиума 'Эндоскопическая хирургия у детей', Уфа, 2002, 53-54."
								},
							]
						},
						{
							"year": 2003,
							"publics": [
								{
									"name":"Лапароскопическая нефрэктомия у детей.",
									"autors": "Поддубный И.В., Дронов А.Ф., Смирнов А.Н., Коварский С.Л., Корзникова И.Н., Аль-Машат Н.А., Трунов В.О.",
									"description": "Эндоскопическая хирургия, 2003, 52-53."
								},							
							]
						},
						{
							"year": 2004,
							"publics": [
								{
									"name":"Непаразитарные кисты селезенки у детей.",
									"autors": "Поддубный И.В., Дронов А.Ф., Смирнов А.Н., Маннанов А.Г., Чундокова М.А., Залихин Д.В., Аль-Машат Н.А., Трунов В.О., Война С.А.",
									"description": "Эндоскопическая хирургия, 2004; 3:30—38."
								},
								{
									"name":"Видеолапароскопическая нефрэктомия и нефроуретерэктомия yдетей.",
									"autors": "Дронов А.Ф., Поддубный И.В., Смирнов А.Н., Коварский С.Л., Корзникова И.Н., Аль-Машат Н.А., Трунов В. О.",
									"description": "Хирургия им. Пирогова. 2004; (2): 43-7."
								},
							]
						},
						{
							"year": 2009,
							"publics": [
								{
									"name":"Видеоассистированная хирургия болезни Гиршпрунга у детей.",
									"autors": "Дронов А.Ф., Смирнов А.Н., Залихин Д.В., Маннанов А.Г., Чундокова М.А., Ярустовский П. М., Аль-Машат Н.А., Трунов В. О., Холостова В.В., Голованев М.А., Васильева Е.В., Даниленко О.С.",
									"description": "Хирургия им. Пирогова. 2009 года; (6): 50-3."
								},
							]
						},
						{
							"year": 2012,
							"publics": [
								{
									"name":"Лапароскопия в лечении детей со спаечной болезнью.",
									"autors": "Гераськин А.В., Врублевский С.Г., Трунов В.О., Попов В.Е., Брилинг С.Р., Поддубный Г.С., Голованёв Ю.Б., Сулавко Я.П.",
									"description": "Российский вестник детской хирургии анестезиологии и  реаниматологии № 1."
								},
							]
						},
						{
							"year": 2013,
							"publics": [
								{
									"name":"Боли в животе у детей в хирургическом стационаре. Диагностика, тактика ведения. Взгляд педиатра.",
									"autors": "Врублевский С.Г., Персиянинова Е.С., Трунов В.О., Брилинг С.Р., Голованёв Ю.Б., Поддубный Г.С., Сулавко Я.П., Мордвин П.А.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2013, c. 42."
								},
								{
									"name":" Лимфаденопатии и лимфадениты у детей в хирургическом стационаре: современные подходы в диагностике.",
									"autors": "Врублевский С.Г., Савенкова М.С., Панкратов И.В., Трунов В.О., Брилинг С.Р., Голованёв Ю.Б., Поддубный Г.С., Сулавко Я.П., Корепанов Ю.Ю., Персиянинова Е.С.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2013, с. 43."
								},
								{
									"name":"Перитониты неаппендикулярной этиологии у детей.",
									"autors": "Врублевский С.Г., Трунов В.О., Брилинг С.Р., Голованёв Ю.Б., Поддубный Г.С., Сулавко Я.П., Мордвин П.А., Панкратов И.В.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2013, с. 44."
								},
								{
									"name":"Холедохолитиаз у детей. Опыт Морозовской ДГКБ.",
									"autors": "Врублевский С.Г., Трунов В.О., Лохматов Ю.Б., Брилинг С.Р., Голованёв Ю.Б., Поддубный Г.С., Сулавко Я.П., Мордвин П.А.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2013, с. 44."
								},
								{
									"name":"Кисты поджелудочной железы у детей.",
									"autors": "Разумовский А.Ю., Смирнов А.Н., Врублевский С.Г., Трунов В.О., Брилинг С.Р., Голованёв Ю.Б., Поддубный Г.С., Сулавко Я.П., Мордвин П.А., Персиянинова Е.С.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2013, с. 112."
								},
								{
									"name":"Затруднения дифференциальной диагностики при идентификации лимфаденопатий у детей.",
									"autors": "Харламова Ф.С., Учайкин В.Ф., Егорова Н.Ю., Трунов В.О., Сулавко Я.П.",
									"description": "VI Всероссийская научно-практическая конференция: 'Инфекционные аспекты соматической патологии у детей'."
								},
							]
						},
						{
							"year": 2014,
							"publics": [
								{
									"name":"Клинический случай кисты поджелудочной железы у ребёнка 12 лет.",
									"autors": "Врублевский С.Г., Трунов В.О., Мордвин П.А., Брилинг С.Р., Голованёв Ю.Б., Поддубный Г.С., Сулавко Я.П., Таширова Е.А.",
									"description": "Детская хирургия (ВАК), 2014, № 3, с. 53-56."
								},
								{
									"name":"Инородные тела пищеварительного тракта у детей.",
									"autors": "Врублевский С.Г., Поддубный И.В, Трунов В.О., Сулавко Я.П., Брилинг С.Р., Куренков И.В., Поддубный Г.С., Мордвин П.А.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2014, с."
								},
								{
									"name":"Хирургическое лечение заболеваний щитовидной железы у детей.",
									"autors": "Врублевский С.Г., Нефёдов С.Б., Трунов В.О., Рыбкина И.Г., Сулавко Я.П., Петряйкина Е.Е., Колтунов И.Е., Поддубный Г.С., Мордвин П.А.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2014, с"
								},
								{
									"name":"Эндохирургическое лечение детей с гипертрофическим пилоростенозом.",
									"autors": "Врублевский С.Г., Поддубный И.В., Трунов В.О., Поддубный Г.С., Сулавко Я.П., Мордвин П.А., Сиднев А.Х., Глазунов А.А.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2014, с."
								},
								{
									"name":"Нейробластома забрюшинной локализации у детей раннего возраста.",
									"autors": "Врублевский С.Г., Рябов А.Б., Полушкина О.Б., Поддубный И.В., Трунов В.О., Поддубный Г.С., Сулавко Я.П., Мордвин П.А.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2014, с."
								},
								{
									"name":"Эндохирургическое лечение детей с аганглиозом толстой кишки.",
									"autors": "Поддубный И.В., Врублевский С.Г.,  Трунов В.О., Подусков Е.В., Глазунов А.А., Поддубный Г.С., Сулавко Я.П., Мордвин П.А.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2014, с."
								},
								{
									"name":"Повторные лапароскопические операции при болезни Гиршпрунга у детей.",
									"autors": "Поддубный И.В., Козлов М.Ю., Трунов В.О., Толстов К.Н., Афаунов М.В., Исмаилов М.У.",
									"description": "Российский вестник детской хирургии, анестезиологии и реаниматологии, 2014, № 2, с. 94-98."
								},
							]
						},
						{
							"year": 2015,
							"publics": [
								{
									"name":"Болезни поджелудочной железы у детей: кисты поджелудочной железы.",
									"autors": "Смирнов А.Н., Трунов В.О., Мордвин П.А.",
									"description": "Глава в книге, с. 70-86."
								},
								{
									"name":"Ложная киста поджелудочной железы как осложнение деструктивного панкреатита у девочки 12 лет.",
									"autors": "Врублевский С.Г., Трунов В.О., Мордвин П.А., Поддубный Г.С., Брилинг С.Р. Педиатрия.",
									"description": "Журнал имени Г.Н. Сперанского (ВАК), 2015, том 94, № 3, с. 204-206."
								},
								{
									"name":"Клинический случай псевдокисты поджелудочной железы.",
									"autors": "Врублевский С.Р., Трунов В.О., Мордвин П.А., Брилинг С.Р., Голованёв Ю.Б., Поддубный Г.С., Сулавко Я.П., Таширова Е.А.",
									"description": "Газета российского врача: Медицинский вестник. Трудный диагноз в педиатрии. Опыт специалистов Морозовской ДГКБ, 2015, № 2, с. 4-8."
								},
								{
									"name":"Болезни поджелудочной железы у детей: кисты поджелудочной железы.",
									"autors": "Смирнов А.Н., Трунов В.О., Мордвин П.А.",
									"description": "Глава в книге, с. 70-86."
								},
								{
									"name":"Незавершённый поворот кишечника с заворотом тощей кишки.",
									"autors": "Врублевский С.Р., Трунов В.О., Мордвин П.А., Брилинг С.Р., Голованёв Ю.Б., Поддубный Г.С., Сулавко Я.П.",
									"description": "Газета российского врача: Медицинский вестник. Трудный диагноз в педиатрии. Опыт специалистов Морозовской ДГКБ, 2015, № 2, с. 10-12."
								},
								{
									"name":"Лимфангиома брыжейки тощей кишки у ребёнка 2 месяцев.",
									"autors": "Врублевский С.Р., Трунов В.О., Поддубный Г.С., Брилинг С.Р., Голованёв Ю.Б., Сулавко Я.П., Мордвин П.А.",
									"description": "Газета российского врача: Медицинский вестник. Трудный диагноз в педиатрии. Опыт специалистов Морозовской ДГКБ, 2015, № 2, с. 13-15."
								},
								{
									"name":"Эндохирургическое лечение выпадений прямой кишки у детей.",
									"autors": "Поддубный И.В., Алиева Э.И., Трунов В.О., Козлов М.Ю., Щербакова О.В., Подусков Е.В., Глазунов А.А., Мордвин П.А., Куренков И.В.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2015, с. 116."
								},
								{
									"name":"Лапароскопические резекции кишечника у детей с болезнью Крона.",
									"autors": "Поддубный И.В., Алиева Э.И., Трунов В.О., Козлов М.Ю., Щербакова О.В., Подусков Е.В., Глазунов А.А., Мордвин П.А., Куренков И.В.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2015, с. 116."
								},
								{
									"name":"Особенности хирургической тактики при илеоцекальной болезни Крона у детей.",
									"autors": "Поддубный И.В., Врублевский С.Г., Ионов А.Л., Щербакова О.В., Трунов В.О.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2015, с. 117."
								},
								{
									"name":"Малоинвазивные дренирующие операции при кистах поджелудочной железы у детей.",
									"autors": "Разумовский А.Ю., Смирнов А.Н., Поддубный И.В., Врублевский С.Г., Трунов В.О., Мордвин П.А.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2015, с. 123."
								},
								{
									"name":"Эндохирургические резекции поджелудочной железы у детей.",
									"autors": "Разумовский А.Ю., Смирнов А.Н., Поддубный И.В., Врублевский С.Г., Трунов В.О., Мордвин П.А.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2015, с. 123."
								},
								{
									"name":"Неотложная абдоминальная патология у детей раннего возраста.",
									"autors": "Врублевский С.Г., Поддубный И.В., Трунов В.О., Поддубный Г.С., Брилинг С.Р., Голованёв Ю.Б., Сулавко Я.П., Сиднев А.Х., Куренков И.В., Мордвин П.А.",
									"description": "Детская хирургия (ВАК), 2015, № 3, с. 32-35."
								},
								{
									"name":"Деструктивная пневмония у детей: сложные вопросы диагностики и выбора индивидуальной этиопатогенетической терапии.",
									"autors": "Савенкова М.С., Врублевский С.Г., Колтунов И.Е., Персиянинова Е.С., Семёнова Л.П., Анин А.Н., Пуркина С.Я., Бузина Н.В., Трунов В.О., Куренков И.В.",
									"description": "Фарматека №14 (307) / 2015 - Пульмонология / ЛОР / ОРВИ / Инфекционные заболевания / Иммунология, с. 63-67."
								},
								{
									"name":"Лапароскопические операции при патологии дивертикула Меккеля.",
									"autors": "Поддубный И.В., Дьяконова Е.Ю., Исмаилов М.У., Трунов В.О., Махаду А.Р., Ярустовский П.М., Бекин А.С., Толстов К.Н.",
									"description": "Детская хирургия (ВАК), 2015, № 5, с. 4-7."
								},
								{
									"name":"Хирургическое лечение кист поджелудочной железы у детей.",
									"autors": "Смирнов А.Н., Трунов В.О., Мордвин П.А.",
									"description": "Детская хирургия (ВАК), 2015, № 6, с. 40-46."
								},
								{
									"name":"Лапароскопические резекции кишечника у детей с болезнью Крона.",
									"autors": "Поддубный И.В., Алиева Э.И., Трунов В.О., Козлов М.Ю., Щербакова О.В., Подусков Е.В., Глазунов А.А., Мордвин П.А., Куренков И.В.",
									"description": "Педиатрия. Журнал имени Г.Н. Сперанского (ВАК), 2015, том 94, № 6, с. 79-81."
								},
								{
									"name":"Лапароскопические резекции кишечника у детей с болезнью Крона.",
									"autors": "Поддубный И.В., Врублевский С.Г., Алиева Э.И., Козлов М.Ю., Трунов В.О., Щербакова О.В., Горохов Д.В., Кравчук С.В., Глазунов А.А., Мордвин П.А., Куренкров И.В.",
									"description": "Сборник тезисов 'Трудный диагноз' в педиатрии (специализированная помощь в работе врача-педиатра), 2015, с. 88."
								},
								{
									"name":"Эндохирургическое лечение осложнений деструктивного панкреатита у детей.",
									"autors": "Поддубный И.В., Врублевский С.Г., Трунов В.О., Мордвин П.А., Куренкров И.В., Глазунов А.А., Горохов Д.В.",
									"description": "Сборник тезисов 'Трудный диагноз' в педиатрии (специализированная помощь в работе врача-педиатра), 2015, с. 89."
								},
								{
									"name":"Первый опыт применения Fast Track в детской колопроктологии.",
									"autors": "Поддубный И.В., Щербакова О.В., Врублевский С.Г., Трунов В.О., Козлов М.Ю., Горохов Д.В., Кравчук С.В., Глазунов А.А., Манукян С.Р.",
									"description": "Сборник тезисов 'Трудный диагноз' в педиатрии (специализированная помощь в работе врача-педиатра), 2015, с. 89-90."
								},
							]
						},
						{
							"year": 2016,
							"publics": [
								{
									"name":"Опыт лапароскопических резекций кишечника у детей с осложнённой болезнью Крона.",
									"autors": "Поддубный И.В., Врублевский С.Г., Алиева Э.И., Козлов М.Ю., Трунов В.О., Щербакова О.В., Горохов Д.В., Кравчук С.В., Мордвин П.А., Куренков И.В.",
									"description": "Сборник тезисов"
								},
								{
									"name":"Интраоперационная гипертермическая перфузия цитостатика (HIPEC) у ребёнка с муцинозной аденокарциномой толстой кишки.",
									"autors": "Врублевский С.Г., Трунов В.О., Глазунов А.А., Хорошенко В.Э., Соболев Д.Д., Мордвин П.А.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2016, с. 161."
								},
								{
									"name":"Двухэтапная резекция печени (ALLPS) у ребёнка с гигантской эмбриональной саркомой.",
									"autors": "Врублевский С.Г., Трунов В.О., Сидоров Д.В., Ложкин М.В., Глазунов А.А., Куренков И.В., Манукян С.Р., Гурзо Ю.Д.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2016, с. 162."
								},
								{
									"name":"Лечение нейробластомы сложной анатомической локализации.",
									"autors": "Врублевский С.Г., Трунов В.О., Козлов М.Ю., Горохов Д.В., Кравчук С.В., Глазунов А.А., Мордвин П.А., Манукян С.Р.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2016, с. 163."
								},
								{
									"name":"Эндохирургическое лечение ребёнка с Гисо желудка.",
									"autors": "Врублевский С.Г., Трунов В.О., Глазунов А.А., Мурчина А.Н.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2016, с. 163."
								},
								{
									"name":"Сегментарная проктопластика и лигатурное дренирование у детей с параректальными свищами.",
									"autors": "Щербакова О.В., Врублевский С.Г., Ионов А.Л., Козлов М.Ю., Трунов В.О.",
									"description": "Российский вестник детской хирургии анестезиологии и реаниматологии. Приложение, 2016, с. 205."
								},
								{
									"name":"Результаты хирургического лечения пациентов с местнораспространенными забрюшинными опухолями, вовлекающими нижнюю полую вену",
									"autors": "Каприн А.Д., Рябов А.Б., Хомяков В.М., Черемисов В.В., Хороненко В.Э., Чиссов В.И., Волченко Н.Н., Колобаев И.В., Чайка А.В., Трунов В.О., Иванов А.В., Кострыгин А.К., Пугаев Д.М., Стецюк А.Н.",
									"description": "Саркомы костей, мягких тканей и опухоли кожи, 2016, с. 48-59."
								},
							]
						},
					]


export default publicationsDB;