import dir1 from "../img/Teachers/teachers1.jpg";
import dir2 from "../img/Teachers/teachers2.jpg";
import dir3 from "../img/Teachers/teachers3.jpg";
import dir4 from "../img/Teachers/teachers4.jpg";
import dir5 from "../img/Teachers/teachers5.jpg";

let teachersDB = [
				{
					"id": 1,
					"title": "Исаков Юрий Фёдорович",
					"link": dir1,
					"text": `Академик РАМН, профессор, доктор медицинских наук.
					Родился 28 июня 1923 года в г. Коврове Владимирской области. Участник ВОВ. В 1951 году окончил лечебный факультет 2-го Московского государственного медицинского института. После окончания в 1953 году клинической ординатуры на кафедре детской хирургии 2 МГМИ поступил в аспирантуру по детской хирургии вышеуказанной кафедры.
					В 1955 году защитил кандидатскую диссертацию «Внутривенная и внутрикостная анестезия при операциях на конечностях у детей».
					В 1963 году – докторскую диссертацию «Болезнь Гиршпрунга у детей (патогенез, клиника, лечение)».
					С 1966 года в течение 40 лет – заведующий кафедрой детской хирургии 2 МГМИ им. Н.И.Пирогова (РГМУ). За эти годы в клинике защищено 390 диссертаций, из них 72 – докторских, 318 – кандидатских. Автор более 360 научных работ, из них 22 монографии и руководств, 7 учебников и учебных пособий,  12 изобретений. Среди них -2-х томное руководство по детской хирургии, «Хирургия пороков развития толстой кишки», «Лечение ран у детей», «Опухоли и кисты грудной полости у детей», «Руководство по торакальной хирургии у детей», «Абдоминальная хирургия у детей», «Эндоскопическая хирургия у детей», «Гнотобиология в хирургии» и др. Под руководством Юрия Фёдоровича Исакова создан высокоинтеллектуальный и высокопрофессиональный коллектив. Среди них 8 академиков – 3 академика РАМН и 5 академиков РАМТН, 7 лауреатов государственных премий СССР, 3 лауреата государственных премий РФ, 5 лауреатов премий Правительства РФ, 8 лауреатов премий Правительства Москвы.
					1966-1981 – начальник ГУУЗа МЗ СССР, а с 1981 по 1987 – заместитель министра здравоохранения СССР.
					Член-корреспондент АМН СССР с 1971года, с 1975года – академик АМН СССР.
					В 1974 году присвоено звание «Заслуженный деятель науки РСФСР».
					В 1979 году – лауреат Государственной премии СССР за разработку методов оперативного лечения врождённых и приобретённых болезней у детей раннего возраста.
					1985 год – лауреат Государственной премии СССР за разработку м внедрение в клиническую практику новых методов проведения операций с использованием магнито-механических систем при заболеваниях желудочно-кишечного тракта и деформациях грудной клетки.
					1999 год – лауреат Государственной премии Российской Федерации за цикл работ «Эндоваскулярная хирургия».
					В 1989 году он избран и в 1994 году переизбран вице-президентом Российской Академии медицинских наук, в настоящее время академик Ю.Ф.Исаков – Советник Президиума Российской академии медицинских наук.
					В 2004 года Ю.Ф.Исакову присуждена национальная премия «Призвание» - за верность профессии. А в 2006 году он становится лауреатом международной премии «Профессия – жизнь».
					Вызывает большое уважение высокая гражданская позиция и истинный патриотизм Ю.Ф.Исакова. С 1966 года по 1981 он был главным внештатным детским хирургом МЗ СССР, а с 1993 по 2005 год – главный внештатный детский хирургии МЗ РФ.
					Сегодня Юрий Фёдорович Исаков – Председатель Президиума Российской Ассоциации детских хирургов, главный редактор созданного по его инициативе журнала «Детская хирургия», Председатель Бюро научного Совета по детской хирургии МЗСР РФ и РАМН.`
				},
				{
					"id": 2,
					"title": "Степанов Эдуард Александрович",
					"link": dir2,
					"text": `Академик РАМН, профессор.
					После окончания педиатрического факультета 2 Московского государственного медицинского института. В 1953 году он, ученик профессора С.Д.Терновского, за 7 лет прошел путь от клинического ординатора до заведующего торакальным отделением ДГКБ № 13 им. Н.Ф.Филатова. Сотрудник кафедры детской с 1961 года – ассистент – доцент – профессор.
					В 1963 году защитил кандидатскую диссертацию на тему: «Клиника и хирургическое лечение нейрогенных опухолей средостения у детей», а в 1972 году – докторскую диссертацию «Первичные опухоли и кисты средостения у детей и их хирургическое лечение». Основные положения диссертаций впервые отражены в 1974 году в монографии «Опухоли и кисты грудной полости у детей».
					Объектом пристального внимания была торакальная хирургия. Под его руководством и непосредственным участии разработан ряд новых методов лечения врождённых и приобретённых заболеваний лёгких и пищевода  у детей. Предложен принципиально новый метод хирургического лечения бронхоэктазии у детей, исключающий необходимость удаления поражённой части лёгкого у детей и предусматривающий изолированную экстирпацию бронхов. Большой вклад внесён в разработку хирургической тактики при острых гнойных заболеваниях лёгких. За цикл работ по диагностике и хирургическому лечению стафилококковой деструкции лёгких у детей профессор Э.А.Степанов вместе с академиком АМН СССР Ю.Ф.Исаковым и профессором В.И.Гераськиным удостоены в 1977 году академической премии имени С.И.Спасокукоцкого АМН СССР. Результаты исследований также нашли отражение в монографии «Стафилококковая деструкция лёгких у детей» (1978 г).
					Детально изучены и внедрены в практику различные варианты пластики глотки, создания искусственного пищевода, способы коррекции пороков развития эзофагокардиальной области. Совместно с А.Ю.Разумовским им предложена антирефлюксная защита трансплантата при пластике пищевода.
					В 1985 году – лауреат Государственной премии СССР за разработку и внедрение в клиническую практику новых методов проведения операций с использованием магнито-механических систем при заболеваниях желудочно-кишечного тракта и деформациях грудной клетки ряд сотрудников кафедры детской хирургии.
					Э.А.Степанов – один из авторов «Руководства по торакальной хирургии у детей». А за разработку и внедрение в практику здравоохранения реконструктивной и пластической хирургии пищевода у детей он со своими учениками удостоен в 2000 году Премии Правительства Российской Федерации.
					Им разработано принципиально новое направление – использование гнотобиологической изоляции в детской хирургии и впервые в стране выполнен ряд хирургические операции в безмикробных условиях, предложен принципиально новый метод лечения ран и раневой инфекции в конструированном для этого местном гнотобио-логическом изоляторе, что в описано в 1982 году в монографии «Гнотобиология в хирургии».
					В 1996 году среди лауреатов академической премии имени С.Д.Терновского РАМН, присуждённой за внедрение и применение новых технологий в детской хирургии, Эдуард Александрович Степанов.
					В конце 80-х годов ХХ столетия с появлением современной эндоскопической аппаратуры профессор Э.А.Степанов сразу оценил преимущества эндоскопических методов диагностики и лечения в детской абдоминальной, а позднее и торакальной хирургии. За разработку и внедрение малоинвазивной хирургии у детей в 1999 году он стал лауреатом Премии правительства Москвы.
					Профессор Степанов Э.А. – один из ведущих детских хирургов страны. В 1982 году он был назначен главным внештатным детским хирургом МЗ СССР и находился на этом посту на протяжении 10 лет.
					Сфера его хирургических интересов обширна – торакальная и абдоминальная хирургия, урология и колопроктология, хирургическая гепатология и гастроэнтерология. С большой любовью он относится к хирургии новорождённых.
					В 1997 году ему присуждено звание «Заслуженный врач Российской Федерации».
					Под руководством Э.А.Степанова защищена 61 диссертация – 16 докторских и 45 кандидатских. Он автор более 300 работ по различным разделам детской хирургии, среди них 13 учебников, монографий и руководств, главы в монографиях, статьи в журналах, научных сборниках, методические рекомендации. Он автор 8  изобретений и 18 рационализаторских предложений отраслевого значения.
					В 1993 году профессор Э.А.Степанов избран член-корреспондентом, а в 1999 году – действительным членом Российской академии медицинских наук.
					В 1992 году избран заместителем Председателя Президиума Российской ассоциации. Эдуард Александрович был член редколлегии журнала «Хирургия» им.И.И.Грекова, а с 1997 года – заместителем главного редактора журнала «Детская хирургия».
					С 1994 года на протяжении 10 лет Эдуард Александрович возглавлял секцию детских хирургов Москвы и Московской области Московского общества хирургов, являясь ее Председателем.`
				},
				{
					"id": 3,
					"title": "Немсадзе Вахтанг Панкратьевич",
					"link": dir3,
					"text": `Профессор.
					Родился в г.Тбилиси. После окончания педиатрического факультета 2 ММИ в 1953 году в течение 8 лет работал врачом хирургом в городской больнице № 2 г. Орехово-Зуево и в ДГБ № 20 им. К.А.Тимирязева г.Москвы. В 1961 году был зачислен в заочную аспирантуру на кафедру детской хирургии 2 ММИ им. Н.И.Пирогова и навсегда связал всю дальнейшую жизнь с детской хирургией, травматологией, хирургической наукой, педагогикой и научным студенческим кружком.
					В 1966 году защитил кандидатскую диссертацию на тему: «Показания к оперативному вмешательству при переломах длинных трубчатых конечностей у детей» и с этого же года стал сотрудником 2 ММИ им. Н.И. Пирогова – ассистентом  кафедры детской хирургии.
					При непосредственном участии Вахтанга Панкратовича развивается и внедряется в практику метод местной гнотобиологической изоляции в лечении обширных ран у детей, внедряются методы стабильно-функционального остеосинтеза и т.д.
					В.П.Немсадзе является автором более 200 научных работ, из них 6 учебников, 14 монографий и руководств по детской хирургии. Под руководством профессора В.П.Немсадзе защищено 7 кандидатских диссертаций.
					В 1996 году ему присвоено звание «Заслуженный врач Российской Федерации».
					В 1999 году Вахтанг Панкратович был избран академиком Российской академии медико-технических наук.
					Почти 40 лет профессор В.П. Немсадзе являлся главным внештатным детским хирургом Департамента здравоохранения г.Москвы.
					На протяжении 40 лет Вахтанг Панкратович возглавлял научный студенческий кружок при кафедре детской хирургии. На протяжении многих лет кружок признаётся одним из лучших кружков в нашем вузе, но и в Российской Федерации и  многие поколения студентов-кружковцев считают себя учениками профессора В.П. Немсадзе`
				},
				{
					"id": 4,
					"title": "Смирнов Алексей Николаевич",
					"link": dir4,
					"text": `Дотор медицинских наук, профессор, заместитель главного врача по хирургии, заведующий отделением неотложной и гнойной хирургии ДГКБ №13 им. Н.Ф.Филатова.
					Защитил кандидатскую диссертацию в 1980 году на тему: «Кишечные анастомозы у детей». В 1990 году защитил докторскую диссертацию на тему: «Недержание кала у детей». Область научных интересов: гнойная и неотложная хирургия, абдоминальная хирургия, колопроктология. Член Российской ассоциации детских хирургов. В 1999 году за разработку и внедрение малоинвазивной хирургии у детей присуждена Премия Правительства Москвы. Дважды лауреат Национальной премии лучшим врачам России «Призвание» (2003 г. – за проведение уникальной операции, в 2004 году - за создание нового направления в медицине). Автор ряда научных работ, среди них атлас «Гнойно-воспалительные заболевания мягких тканей и костей у детей», удостоенный в 2008 году 1-й Премии РГМУ в номинации «Клинические дисциплины», национальное руководство «Детская хирургия» 2008 г. Имеет 13 удостоверений на рационализаторские предложения отраслевого значения.`
				},
				{
					"id": 5,
					"title": "Поддубный Игрь Витальевич",
					"link": dir5,
					"text": `Декан московского областного факультета, заведующий кафедрой детской хирургии лечебного факультета, доктор медицинских наук, профессор
					Поддубный Игорь Витальевич родился в 1964 году. В 1987 г. закончил с отличием педиатрический факультет 2 МОЛГМИ им  Н.И.Пирогова. С 1987 по 1989: был ординатором на кафедре  детской хирургии. С 1989 по 1993: работал  врачом-хирургом отделения хирургии новорожденных ДГКБ № 13 им Н.Ф.Филатова. В 1993 г защитил кандидатскую диссертацию по теме: «Сакральная проктопластика при лечении аноректальных пороков у детей».
					В 1998 г защитил докторскую диссертацию по теме: «Лапароскопические операции у детей». С 1993 по 2003 г работал на кафедре Хирургических болезней детского возраста РГМУ ассистентом, доцентом, затем профессором. Врач высшей категории. С декабря 2003 – заведующий кафедрой Детской хирургии лечебного факультета Лауреат премии Мэра Москвы, Лауреат премии «Призвание» лучшим врачам России, доктор медицинских наук, профессор. Один из создателей нового направления – детской эндоскопической хирургии, ведущий в  нашей стране специалист в области детской лапароскопической хирургии, автор 6 монографий и более 350 научных работ, посвященных различным разделам детской хирургии – колопроктологии, неотложной абдоминальной хирургии, эндоскопической хирургии, урологии и др.`
				},

			]

export default teachersDB;