import dir1 from "../img/Teachers/teachers1.jpg";
import dir2 from "../img/Teachers/teachers2.jpg";
import dir3 from "../img/Teachers/teachers3.jpg";

let teachersDB = [
				{
					"id": 1,
					"title": "Исаков Юрий Фёдорович",
					"link": dir1,
					"text": `Академик РАМН, профессор, доктор медицинских наук.
					Родился 28 июня 1923 года в г. Коврове Владимирской области. Участник ВОВ. В 1951 году окончил лечебный факультет 2-го Московского государственного медицинского института. После окончания в 1953 году клинической ординатуры на кафедре детской хирургии 2 МГМИ поступил в аспирантуру по детской хирургии вышеуказанной кафедры.
					В 1955 году защитил кандидатскую диссертацию «Внутривенная и внутрикостная анестезия при операциях на конечностях у детей».
					В 1963 году – докторскую диссертацию «Болезнь Гиршпрунга у детей (патогенез, клиника, лечение)».
					С 1966 года в течение 40 лет – заведующий кафедрой детской хирургии 2 МГМИ им. Н.И.Пирогова (РГМУ). За эти годы в клинике защищено 390 диссертаций, из них 72 – докторских, 318 – кандидатских. Автор более 360 научных работ, из них 22 монографии и руководств, 7 учебников и учебных пособий,  12 изобретений. Среди них -2-х томное руководство по детской хирургии, «Хирургия пороков развития толстой кишки», «Лечение ран у детей», «Опухоли и кисты грудной полости у детей», «Руководство по торакальной хирургии у детей», «Абдоминальная хирургия у детей», «Эндоскопическая хирургия у детей», «Гнотобиология в хирургии» и др. Под руководством Юрия Фёдоровича Исакова создан высокоинтеллектуальный и высокопрофессиональный коллектив. Среди них 8 академиков – 3 академика РАМН и 5 академиков РАМТН, 7 лауреатов государственных премий СССР, 3 лауреата государственных премий РФ, 5 лауреатов премий Правительства РФ, 8 лауреатов премий Правительства Москвы.
					1966-1981 – начальник ГУУЗа МЗ СССР, а с 1981 по 1987 – заместитель министра здравоохранения СССР.
					Член-корреспондент АМН СССР с 1971года, с 1975года – академик АМН СССР.
					В 1974 году присвоено звание «Заслуженный деятель науки РСФСР».
					В 1979 году – лауреат Государственной премии СССР за разработку методов оперативного лечения врождённых и приобретённых болезней у детей раннего возраста.
					1985 год – лауреат Государственной премии СССР за разработку м внедрение в клиническую практику новых методов проведения операций с использованием магнито-механических систем при заболеваниях желудочно-кишечного тракта и деформациях грудной клетки.
					1999 год – лауреат Государственной премии Российской Федерации за цикл работ «Эндоваскулярная хирургия».
					В 1989 году он избран и в 1994 году переизбран вице-президентом Российской Академии медицинских наук, в настоящее время академик Ю.Ф.Исаков – Советник Президиума Российской академии медицинских наук.
					В 2004 года Ю.Ф.Исакову присуждена национальная премия «Призвание» - за верность профессии. А в 2006 году он становится лауреатом международной премии «Профессия – жизнь».
					Вызывает большое уважение высокая гражданская позиция и истинный патриотизм Ю.Ф.Исакова. С 1966 года по 1981 он был главным внештатным детским хирургом МЗ СССР, а с 1993 по 2005 год – главный внештатный детский хирургии МЗ РФ.
					Сегодня Юрий Фёдорович Исаков – Председатель Президиума Российской Ассоциации детских хирургов, главный редактор созданного по его инициативе журнала «Детская хирургия», Председатель Бюро научного Совета по детской хирургии МЗСР РФ и РАМН.`
				},
				{
					"id": 2,
					"title": "Test2",
					"link": dir2,
					"text": "Lorem, ipsum dolor sit amet consectetur adipisicing, elit. Temporibus incidunt ipsam quo harum fugit expedita, rem id, autem error tempora minus repellat obcaecati asperiores ipsum rerum dolore aspernatur cum minima?Lorem, ipsum dolor sit amet consectetur adipisicing, elit. Temporibus incidunt ipsam quo harum fugit expedita, rem id, autem error tempora minus repellat obcaecati asperiores ipsum rerum dolore aspernatur cum minima? Lorem, ipsum dolor sit amet consectetur adipisicing, elit. Temporibus incidunt ipsam quo harum fugit expedita, rem id, autem error tempora minus repellat obcaecati asperiores ipsum rerum dolore aspernatur cum minima?"	
				},
				{
					"id": 3,
					"title": "Test3",
					"link": dir3,
					"text": "Lorem, ipsum dolor sit amet consectetur adipisicing, elit. Temporibus incidunt ipsam quo harum fugit expedita, rem id, autem error tempora minus repellat obcaecati asperiores ipsum rerum dolore aspernatur cum minima?Lorem, ipsum dolor sit amet consectetur adipisicing, elit. Temporibus incidunt ipsam quo harum fugit expedita, rem id, autem error tempora minus repellat obcaecati asperiores ipsum rerum dolore aspernatur cum minima?"
				}
			]

export default teachersDB;